{
  "books": [{
      "id": "0",
      "title": "Constructivism The New Paradigm",
      "author": "J.K. Mohapatra",
      "price": 7.99,
      "path": "images/image1.jpg",
      "description": "Constructivism is a theory of knowledge, based on observation and scientific study of how people learn. It states that people construct their own understanding and knowledge of the world, through experiencing things and reflecting on those experiences. When we encounter something new, we have to reconcile it with our previous ideas and experiences, either changing what we believe, or discarding the new information as irrelevant. In any case, we are active creators of our own knowledge. Because all learning is filtered through our pre-existing knowledge, constructivists suggest that learning is more effective when a student is actively engaged in the learning process rather than in attempting to receive knowledge passively. The book explains the need for constructivism and answers various questions regarding the justification of epistemological and logistic evolution of constructivism. It studies various pathways in constructivism and how they facilitate acquisition of knowledge in different domains. Conceptual changes in the basic process of constructivism, and concept map and constructivism, have been dealt with in exclusive chapters. A learner-centered input-output model and some important teaching models along with the respective frameworks thereof have been explained with examples. Various roles of a teacher—guide, facilitator, innovator, negotiator, catalyst, experimenter, and a researcher—have been explained. Paradigm shifts in learning processes, from behaviourism to cognitivism, and now to constructivism, have also been taken up.",
      "quantity": "200"
    },
    {
      "id": "1",
      "title": "Staff Development In Higher And Distance Education Hardcover",
      "author": "Santosh Panda",
      "price": 12.4,
      "path": "images/image2.jpg",
      "description": "Higher education to the world over, is in a state of content flux, in response to pressures from various stake-holders (including governments and industries), financial stringency, knowledge explosion, emerging new technologies, increasing concerns for quality, and internationalism of education.",
      "quantity": "200"
    },
    {
      "id": "2",
      "title": "Educational Psychology",
      "author": "R.N. Sharma",
      "price": 7.3,
      "path": "images/image3.jpg",
      "description": "Educational psychology is the discipline concerned with teaching and learning processes by applying the methods and theories of psychology as well as its own techniques. It is distinct from other branches of psychology because it has the understanding and improvement of education as its primary goal.",
      "quantity": "200"
    },
    {
      "id": "3",
      "title": "Higher Education",
      "author": "Rashmi Soni",
      "price": 6.99,
      "path": "images/image4.jpg",
      "description": "This book gives a brief account of university and higher education in the Indian context. Along with the history and development of a university as an institution, it enlightens us with the aims and objectives of higher education in India and the West. The book is divided into 13 chapters. The nature, idea, meaning and concept of a university institution, its history, aims and objectives have been described in the first three chapters. The next two chapters present an overall view of the structure and organisation of higher education in India. The governance and administration of a university and affiliated and autonomous colleges, autonomy and accountability and financing of higher education have been discussed in the book. The chapter on ‘Evaluation' is a discussion of the issues and possible solutions. Distance and Open Education is the subject of a separate chapter. The chapter on ‘Value Education’ effectively brings out the fact that higher education is much beyond academics. Last but not the least, the last chapter “A Case Study in Institution Building: Devi Ahilya Vishwavidyalaya (1988-92)”, emphasises that the conventions of an institution can be changed for the better, by lateral thinking and innovations. The book will be of interest to professionals, students, officials and the elite public. It will be especially useful for the students pursuing B.Ed., M.Ed., M.A. (Education), M.Phil. and Ph.D. programmes in faculties of education.",
      "quantity": "200"
    },
    {
      "id": "4",
      "title": "Grit (Lead Title)",
      "author": "Duckworth, Angela",
      "price": 5.99,
      "path": "images/image5.jpg",
      "description": "In this must-read for anyone seeking to succeed, pioneering psychologist Angela Duckworth takes us on an eye-opening journey to discover the true qualities that lead to outstanding achievement. Winningly personal, insightful and powerful, Grit is a book about what goes through your head when you fall down, and how that – not talent or luck – makes all the difference.",
      "quantity": "200"
    },
    {
      "id": "5",
      "title": "Education And Leadership",
      "author": "B.M. Naik",
      "price": 8.99,
      "path": "images/image6.jpg",
      "description": "Envisioning nurturing of students to become able, globally competitive, ethical leaders is the prime challenge before Indian universities and colleges. The book identifies several challenges facing higher and technical education in India.",
      "quantity": "200"
    },
    {
      "id": "6",
      "title": "Human Rights Education",
      "author": "Pratyush Vatsala",
      "price": 6.7,
      "path": "images/image7.jpg",
      "description": "Human Rights Education (HRE) can be termed as education, training and information aimed at building a universal culture of human values and rights. An education which makes us aware of our dignity and status as human beings, encompassing all human values, attitudes and behaviour, upholding human rights ethics and promoting human action is Human Rights Education. It has relevance in almost all the stages of education",
      "quantity": "200"
    },
    {
      "id": "7",
      "title": "Human Behaviour",
      "author": "Kajal Rana",
      "price": 10,
      "path": "images/image8.jpg",
      "description": "Contents concept of communication, development of comprehensive & knowledge of English through the study of text mateiral, development of expression, functional gramer, vocabulary building, composition, language practice.",
      "quantity": "200"
    },
    {
      "id": "8",
      "title": "Learning From Words",
      "author": "Jennifer Lackey",
      "price": 5.99,
      "path": "images/image9.jpg",
      "description": "Testimony is an invaluable source of knowledge. We rely on the reports of those around us for everything from the ingredients in our food and medicine to the identity of our family members. Recent years have seen an explosion of interest in the epistemology of testimony. Despite the multitude of views offered, a single thesis is nearly universally accepted: testimonial knowledge is acquired through the process of transmission from speaker to hearer.",
      "quantity": "200"
    },
    {
      "id": "9",
      "title": "Alzheimers Disease",
      "author": "Jane George",
      "price": 11,
      "path": "images/image10.jpg",
      "description": "Neuropsychologists are trained to assess Alzheimer’s disease and make differential diagnosis, especially differentiating between Major Depression and AD. The National Institute on Aging (NIA) is the lead agency for AD research at the National Institutes of Health (NIH). Thousands of scientists, voluntary organizations, and health care professionals are studying AD so that they can find ways to manage, treat, and one day prevent this horrendous disease.",
      "quantity": "200"
    },
    {
      "id": "10",
      "title": "Educating The First Digital Generation",
      "author": "Paul G. Harwood",
      "price": 4.99,
      "path": "images/image11.jpg",
      "description": "Asal and Harwood explore how today's information technology is changing how we educate and are educated. Focusing on the United States, with useful insights from the classroom digital revolution in a few other key places (the United Kingdom, Australia, and India), the authors investigate the impact of today's technologies on education - how they impact teachers and teaching, children and learning, and the intersection of teaching and learning.",
      "quantity": "200"
    },
    {
      "id": "11",
      "title": "Empirical Ethics In Psychiatry",
      "author": "Guy Widdershoven",
      "price": 9.99,
      "path": "images/image12.jpg",
      "description": "Psychiatry presents a unique array of difficult ethical questions. However, a major challenge is to approach psychiatry in a way that does justice to the real ethical issues. Recently there has been a growing body of research in empirical psychiatric ethics, and an increased interest in how empirical and philosophical methods can be combined.",
      "quantity": "200"
    },
    {
      "id": "12",
      "title": "The Science Of Happiness Unlocking the Mysteries of Mood",
      "author": "Stephen Braun",
      "price": 11.99,
      "path": "images/image13.jpg",
      "description": "A fast–paced exploration of exciting new findings about what makes us happy Acclaimed author and award–winning science journalist Stephen Braun takes readers to the frontlines of discovery in the fascinating science of what makes us happy. Do we each have a degree of happiness we are either blessed or curse d with for life? What are the most powerful sources of happiness in our lives? Will a new breed of designer drugs  be developed that allow us to tailor our moods for optimal satisfaction? Braun explores the answers to these and many more questions, while also examining the far–reaching implications of the newest findings about the biology of emotion, mood, and happiness itself.",
      "quantity": "200"
    },
    {
      "id": "13",
      "title": "Civilization and Its Discontents",
      "author": "Sigmund Freud",
      "price": 9.89,
      "path": "images/image14.jpg",
      "description": "Civilization and Its Discontents is considered Freud's most brilliant work. In it he states his views on the broad question of man's place in the world. It has been praised, dissected, lambasted, interpreted, and reinterpreted. Originally published in 1930, it seeks to answer several questions fundamental to human society and its organization—What influences led to the creation of civilization? Why and how did it come to be? What determines civilization’s trajectory? This process, argues Freud, is an inherent quality of civilization that instills perpetual feelings of discontent in its citizens. Freud's theme is that what works for civilization doesn't necessarily work for man. Man, by nature aggressive and egotistical, seeks self-satisfaction.",
      "quantity": "200"
    },
    {
      "id": "14",
      "title": "A Genesis of Behavioural Science ",
      "author": "Niraj Kumar",
      "price": 9.99,
      "path": "images/image15.jpg",
      "description": "About The Author:- Dr. Niraj Kumar (b. 1952) holds a doctorate in Business Administration. Having a brilliant record with merit scholarships and gold medals, he has been honoured with the Vice Chancellor's Testimonial of being one of the finest students on the rolls of the Lucknow University. He was an U.G.C. Research Fellow and was on the teaching faculty of Banaras Hindu University in the area of Commerce and Management Studies. Besides varied experience in journalism, he is a regular contributor to research and professional journals on Management, with specialisation in Behavioural Science. Personal Management and Labour Relations. He is a management consultant to a number of national and international organisations.",
      "quantity": "200"
    },
    {
      "id": "15",
      "title": "Integrity in Depth",
      "author": "John Beebe",
      "price": 11,
      "path": "images/image16.jpg",
      "description": "In this book, John Beebe reveals much about the nature of integrity while honoring its central mystery. He traces the evolution of the concept from a moral and theological notion to a psychological one. Viewing anxiety and shame as functions of integrity, he shows the contributions depth psychology can make to integrity's development. Drawing on his own years of experience as a psychotherapist, Beebe shows how the holding environment of psychotherapy can use delight and rage, dreams and transference to reveal and foster individual integrity.",
      "quantity": "200"
    },
    {
      "id": "16",
      "title": "Experimental Psychology",
      "author": "Ram Nath Sharma",
      "price": 8,
      "path": "images/image17.jpg",
      "description": "Experimental Psychology",
      "quantity": "200"
    },
    {
      "id": "17",
      "title": "Essentials Of Exceptionality And Special Education",
      "author": "Neena Dash",
      "price": 9.99,
      "path": "images/image18.jpg",
      "description": "Essentials of exceptionality and special education presents a uniquely practical approach to education as a subject. It provides a well-researched, br>well-developed in-depth study material on Education. This is a syllabus-based book for B.Ed. Course, especially designed for the students of M.Br>d University, Kurukshetra University and J.N. University. The book would be equally useful for B.Ed. And jet students of other Indian universities. The book aims at inculcating in the students The knowledge, skill and attitude which may help them in efficient handling of the exceptional children in regular classrooms when they step in the noble profession of teaching. The book contains clarity and coherence of thoughts, simplicity in presentation of facts and lucidity of language, which combine to make the text all the more appropriate for readers at all levels, graduate and undergraduate, from introductory to advanced. Anyone interested in education and human exceptionality will find this book highly useful.",
      "quantity": "200"
    },
    {
      "id": "18",
      "title": "Really, Is It Me?",
      "author": "Abhijeet Madhusudan Ghule ",
      "price": 13.99,
      "path": "images/image19.jpg",
      "description": "In Really, Is It Me? Abhijeet Ghule discusses all the reasons you need to know to change your perspective about people around you and vice versa. Also, he answers important questions like why one small decision could be life-changing. Understanding yourself will allow you to understand the difference between your pace and your expectations from you, from family or work place or other public relations and vice-versa. But achieving the point of exact balance between the four most important aspects of life, your actual pace and the pace of the world and your expectations and expectations from you, will allow you to win the hearts of people around you and achieve “inner peace” in its true spirit. This first volume of the book involves a brief discussion about the determining factor of what, how and why your decisions are the way they are and eventually design and define your character.",
      "quantity": "200"
    },
    {
      "id": "19",
      "title": "Mobile Phone Behavior",
      "author": "Zheng Yan",
      "price": 9.99,
      "path": "images/image20.jpg",
      "description": "This book provides the first comprehensive introduction to the newly-emerging science of mobile phone behavior. It presents the unexpected complexity of human mobile phone behavior through four basic aspects of mobile phone usage (users, technologies, activities, and effects), and then explores four major domains of such behavior (medicine, business, education, and everyday life). Chapters open with thoughts on mobile phone usage and behavior from interviews with cell phone users, then present a series of scientific studies, synthesized knowledge, and real-life cases, concluding with complex but highly readable analyses of each aspect of mobile phone behavior. Readers should achieve two intellectual goals: gaining a usable knowledge of the complexity of mobile phone behaviour, and developing the skills to analyze the complexity of mobile phone usage - and further technological behaviors.",
      "quantity": "200"
    },
    {
      "id": "20",
      "title": "Educational Thinkers",
      "author": "V.R. Taneja & S. Taneja",
      "price": 13.99,
      "path": "images/image21.jpg",
      "description": "A textbook continues to be one of the major variables that vitally conditions the teaching-learning process. It generates educative interactions between the learner and the learner, as also between the learner and the teacher. It may be used for learning in advance of the classroom instructions, for enriching the learning, for revision and reinforcement of the previous learning. The merit and utility of understanding the educational thoughts and practices of the masterminds (both Western and Indian) cannot be overemphasised. This is the raison d'etre of this book, which is written with experience-centred approach. The book studies leading Educational Thinkers of the West as well as that of India viz., Plato, Jean Jacques Rousseau, Friedrich August Froebel, Dr. Maria Montessori, John Dewey, Rabindranath Tagore, Mahatma Gandhi, Aurobindo Ghosh, Dr. Mohammad Iqbal, and Dr. Zakir Hussain. The book would be highly useful for students of Education at the undergraduate as well as postgraduate levels.",
      "quantity": "200"
    },
    {
      "id": "21",
      "title": "Empirical Ethics in Psychiatry",
      "author": "Guy Widdershoven, Tony Hope, John McMillan, Lieke van der Scheer",
      "price": 6,
      "path": "images/image22.jpg",
      "description": "Psychiatry presents a unique array of difficult ethical questions. However, a major challenge is to approach psychiatry in a way that does justice to the real ethical issues. Recently there has been a growing body of research in empirical psychiatric ethics, and an increased interest in how empirical and philosophical methods can be combined. Empirical Ethics in Psychiatry demonstrates how ethics can engage more closely with the reality of psychiatric practice and shows how empirical methodologies from the social sciences can help foster this link. The book is divided into two sections. In the first section there are discussions of the possibility of empirical ethics from a theoretical standpoint and an overview of the history of empirical medical ethics in general. The second, larger section is made up of chapters, discussing a specific research project in empirical psychiatric ethics. The contributors reflect on their choice of method: how and why they combine empirical and philosophical work, and how the two approaches relate to each other. The chapters in the second part thus have two purposes. The first is to present examples of empirical ethics in psychiatry; the second is to reflect on the way in which empirical research can support ethical analysis. Empirical Ethics in Psychiatry is a unique contribution to the field of bioethics and will be fascinating reading for all those working within bioethics, as well as mental health care professionals.",
      "quantity": "200"
    },
    {
      "id": "22",
      "title": "Ethical Practice in Brain Injury Rehabiliation",
      "author": "Joanna Collicutt McGrath",
      "price": 9.99,
      "path": "images/image23.jpg",
      "description": "Ethical Practice in Brain Injury Rehabilitation helps rehabilitation professionals deal effectively with the difficult ethical dilemmas that regularly face them in their daily clinical practice. The book takes a multiprofessional perspective, focusing on issues facing therapists, doctors, nurses, and psychologists, and will also be helpful to relatives of people with acquired brain injury. It treats ethics as a special case of good professional practice and takes a practical psychological approach, looking at the thoughts, feelings, and actions that are involved in taking ethical decisions, carrying them out, and living with their consequences. The book tells the story of brain injury from the patients' perspective, and argues that patient-centred practice that strives to uphold patient autonomy and support the reconstitution of personal identity is the basis of good rehabilitation. But it also acknowledges the difficulty in delivering patient-centred practice in a context of limited resources, diverse value systems, uncertain prognosis, and conflicting loyalties. The book contains many case histories, including a series of guided examples that will be useful for individual study or group work.",
      "quantity": "200"
    },
    {
      "id": "23",
      "title": "Man's Search For Meaning",
      "author": "Viktor E Frankl",
      "price": 9.99,
      "path": "images/image24.jpg",
      "description": "A prominent Viennese psychiatrist before the war, Viktor Frankl was uniquely able to observe the way that both he and others in Auschwitz coped (or didn't) with the experience. He noticed that it was the men who comforted others and who gave away their last piece of bread who survived the longest - and who offered proof that everything can be taken away from us except the ability to choose our attitude in any given set of circumstances. The sort of person the concentration camp prisoner became was the result of an inner decision and not of camp influences alone. Frankl came to believe man's deepest desire is to search for meaning and purpose. This outstanding work offers us all a way to transcend suffering and find significance in the art of living.",
      "quantity": "200"
    },
    {
      "id": "24",
      "title": "Mobile Phone Behavior",
      "author": "Daniel Kahneman",
      "price": 14,
      "path": "images/image25.jpg",
      "description": "A lifetime's worth of wisdom' Steven D. Levitt, co-author of Freakonomics 'There have been many good books on human rationality and irrationality, but only one masterpiece. That masterpiece is Thinking, Fast and Slow' Financial Times Why is there more chance we'll believe something if it's in a bold type face? Why are judges more likely to deny parole before lunch? Why do we assume a good-looking person will be more competent? The answer lies in the two ways we make choices: fast, intuitive thinking, and slow, rational thinking. This book reveals how our minds are tripped up by error and prejudice (even when we think we are being logical), and gives you practical techniques for slower, smarter thinking. It will enable to you make better decisions at work, at home, and in everything you do.",
      "quantity": "200"
    },
    {
      "id": "25",
      "title": "Health and Healing in Yoga",
      "author": "The Mother ",
      "price": 8,
      "path": "images/image26.jpg",
      "description": "The extracts for this book have been selected from the writings and talks of the mother. Most of the chapters begin with a series of short written statements arranged under the first title. The titles which follow are generally longer passages taken from talks; a few are from essays and messages.",
      "quantity": "200"
    },
    {
      "id": "26",
      "title": "Good Vibes, Good Life ",
      "author": "Zheng Yan",
      "price": 9.99,
      "path": "images/image27.jpg",
      "description": "Vex overcame adversity to become a source of hope for thousands of young people, and now draws from his personal experience and his intuitive wisdom to inspire you to: - practise self-care, overcome toxic energy and prioritize your wellbeing - cultivate positive lifestyle habits, including mindfulness and meditation - change your beliefs to invite great opportunities into your life - manifest your goals using tried-and-tested techniques - overcome fear and flow with the Universe - find your higher purpose and become a shining light for others. With additional messages and brand new illustrations, this new gift edition of Good Vibes, Good Life will empower and inspire you to change the way you feel, think, speak, act and live your life",
      "quantity": "200"
    },
    {
      "id": "27",
      "title": "Fundamentals and Essentials of Entrepreneurship",
      "author": "Tiwari, Praveen",
      "price": 6.5,
      "path": "images/image28.jpg",
      "description": "This publication titled, Fundamentals and Essentials of Entrepreneurship, provides readers with an introduction to entrepreneur and entrepreneurship with focus on concepts, typologies and elements. Attempts have been made towards understanding the filed of study of entrepreneurial economics, finance and corporate business plan.",
      "quantity": "200"
    },
    {
      "id": "28",
      "title": "Essentials of Abdomino-Pelvic Sonography",
      "author": "Goyal Swati",
      "price": 7.5,
      "path": "images/image29.jpg",
      "description": "Sonography has emerged as a substantial diagnostic tool today. This handbook aims to cover ultrasound physics, abdominal and obstetric sonography, color Doppler, high resolution sonography and USG guided interventions with multiple choice questions and case reports for practical orientation.",
      "quantity": "200"
    },
    {
      "id": "29",
      "title": "This Is Ethics: An Introduction",
      "author": "Jussi Suikkanen",
      "price": 7.99,
      "path": "images/image30.jpg",
      "description": "This is Ethics presents an accessible and engaging introduction to a variety of issues relating to contemporary moral philosophy. Covers a wide range of topics which are actively debated in contemporary moral philosophy. Addresses the nature of happiness, well-being, and the meaning of life, the role of moral principles in moral thinking, moral motivation, and moral responsibility. Covers timely ethical issues such as population growth and climate change. Offers additional resources at https://www.wiley.com/en-us/thisisphilosophy/thisisethicsanintroduction. Features extensive annotated bibliographies, summaries, and study questions for further investigation. Written in an accessible, jargon-free manner using  helpful illustrative examples.",
      "quantity": "200"
    },
    {
      "id": "30",
      "title": "Becoming,",
      "author": "Michelle Obama",
      "price": 6.5,
      "path": "images/image31.jpg",
      "description": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America - the first African-American to serve in that role - she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare. In her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her - from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world's most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it - in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations - and whose story inspires us to do the same.",
      "quantity": "200"
    },
    {
      "id": "31",
      "title": "Essentials Of Error-Control Coding",
      "author": "Jorge Castineira Moreira",
      "price": 7.99,
      "path": "images/image32.jpg",
      "description": "Rapid advances in electronic and optical devices and systems have enabled the implementation of very powerful codes with close to optimum error-control performance. In addition, new types of code and decoding methods have recently been developed and are beginning to be applied. However, error-control coding is complex, novel and unfamiliar, and not yet widely understood and appreciated. This text provides a clear description of the essentials of the topic, with comprehensive and up - to - date coverage of the most useful codes and their decoding algorithms.Block, Cyclic, BCH, Reed - Solomon, Convolutional,Turbo, and Low Density Parity Check(LDPC) codes are all described in -depth.The book has a practical engineering and information technology emphasis, and includes relevant background material and fundamental theoretical aspects.Several system applications of error - control codes are described, and the text is heavily illustrated with figures, worked examples and exercises.",
      "quantity": "200"
    },
    {
      "id": "32",
      "title": "The Conceptual Foundations Of Investing",
      "author": "Bradford Cornell",
      "price": 13,
      "path": "images/image33.jpg",
      "description": "This book explains the conceptual foundations of investing to improve investor performance. There are a host of investment mistakes that can be avoided by such an understanding. One example involves the trade-off between risk and return. The trade-off seems to imply that if you bear more risk you will have higher long-run average returns. That conclusion is false. It is possible to bear a great deal of risk and get no benefit in terms of higher average return. Understanding the conceptual foundations of finance makes it clear why this is so and, thereby, helps an investor avoid bearing uncompensated risks.Another choice every investor has to make is between active versus passive investing.Making that choice wisely requires understanding the conceptual foundations of investing.",
      "quantity": "200"
    },
    {
      "id": "33",
      "title": "Ancient Philosophical Poetics",
      "author": "Malcolm Heath",
      "price": 7.99,
      "path": "images/image34.jpg",
      "description": "What is poetry? Why do human beings produce and consume it? What effects does it have on them? Can it give them insight into truth, or is it dangerously misleading? This book is a wide-ranging study of the very varied answers which ancient philosophers gave to such questions. An extended discussion of Plato's Republic shows how the two discussions of poetry are integrated with each other and with the dialogue's central themes. Aristotle's Poetics is read in the context of his understanding of poetry as a natural human behaviour and an intrinsically valuable component of a good human life. Two chapters trace the development of the later Platonist tradition from Plutarch to Plotinus, Longinus and Porphyry, exploring its intellectual debts to Epicurean, allegorical and Stoic approaches to poetry. It will be essential reading for classicists as well as ancient philosophers and modern philosophers of art and aesthetics.",
      "quantity": "200"
    },
    {
      "id": "34",
      "title": "Textbook of Fabric Science",
      "author": "Seema Sekhri ",
      "price": 11.99,
      "path": "images/image35.jpg",
      "description": "This book is a small step in the direction of giving an Indian perspective in understanding the world of fabrics by explaining the factors that contribute to the aesthetics as well as performance of a textile product. Organised in five parts, this book adopts a systematic approach in defining and exploring the concepts of fabric science. Part I (Fundamentals) discusses the history, composition, classification and properties of textile fibres. Part II (Fibre) focuses on the typical traits of the fibre family. Part III (Yarns) deals with yarn production and its properties. Part IV (Fabrics) covers weaving, knitting and other miscellaneous methods of fabric construction along with the emphasis on the type of fibres used in each case. Part V (Finishing) highlights the colouration and functional finishes of any fabric. Intended for the undergraduate students of Home Science and Fabric and Apparel Science, the book will also cater to the various courses of fashion designing institutes.",
      "quantity": "200"
    },
    {
      "id": "35",
      "title": "Leadership Lessons from the Life of Rasoolullah",
      "author": "Mirza Yawar Baig ",
      "price": 9,
      "path": "images/image36.jpg",
      "description": "There is a distinct difference between how one whose core faith is that Muhammad(Peace be upon him) was the Messenger of Allah and how someone who does not hold this belief, writes about him. This book, however, is not simply an analysis of history. It is a labor of love and reverence while being analytical and objective. It is an attempt by one who not only believes that Muhammad(Peace be upon him) was the best leader that ever existed but who believes in him and his message and wants to share it. The life of Muhammad(Peace be upon him) the Messenger of Allah is rich and full of lessons. It has been so well documented and so much has been written about his life over the centuries that another attempt is almost unnecessary. However, I decided to write this for two reasons: to make the lessons from the life of Rasoolullah(Peace be upon him) relating specifically to leadership easily accessible to the seeker, whether Muslim or not; and to make an attempt to see how these lessons are applicable today in a world that is in principle, very similar to the world he lived in. My premise is this: Since he was able to change his world and take his people from being the most insignificant, oppressed and weakest to becoming the predominant, admired and strongest in just one generation; if we learn how he was able to do it, we will be able to learn how to succeed in our world today.",
      "quantity": "200"
    },
    {
      "id": "36",
      "title": "Democratic Moments",
      "author": "JXavier Márquez",
      "price": 12.99,
      "path": "images/image37.jpg",
      "description": "The selection of texts goes beyond the standard, Western-centric canonical history of democracy, with its beginnings in ancient Athens and its climax in the French and American revolutions, recovering some of the significant body of democratic and anti-democratic thought in Latin America, Asia, and elsewhere. It includes discussions of well-known philosophers like Plato and Aristotle, but also of a variety of thinkers much less well known in English as writers on democracy: Al Farabi, Bolívar, Gandhi, Radishchev, Lenin, Sun Yat-sen, and many others. The essays thus de-center our understanding of the moments where the idea of democracy was articulated, rejected, and appropriated.",
      "quantity": "200"
    },
    {
      "id": "37",
      "title": "AMU EXPLORER ENGINEERING",
      "author": "MTG Editorial Board",
      "price": 8.5,
      "path": "images/image38.jpg",
      "description": "MTG’s AMU Explorer is a complete practice book designed especially for AMU aspirants with an aim to provide a guide to practice and self-analyze the level of preparation for the upcoming AMU (ENGG) entrance examination. This book comes with exclusively solved papers of Physics, Chemistry and Mathematics of AMU (ENGG) from 2001 to 2019. It provides detailed solutions to all the questions asked in last 19 years (2001-2019) of AMU Engineering entrance exam. It accommodates chapterwise analysis of last 19 years AMU (ENGG) exams and 10 model test papers which are strictly based on AMU (ENGG) entrance exam pattern. This will help aspirants for revising the concepts and solidify the skills required in the examination.",
      "quantity": "200"
    },
    {
      "id": "38",
      "title": "The Truth...The WHOLE Truth...",
      "author": "Adam M. Speaks",
      "price": 7.99,
      "path": "images/image39.jpg",
      "description": "Imagine a world where babies are born and their names are instantly turned into corporations. Where birth certificates are worth millions. Where colonists took the law of the seas and imposed it onto the land. Corporations were classified as ‘Persons’ and had the ability to control, imprison and extract money from people. Where for certain groups of people, it was illegal to learn how to read and write or even own property. This isn’t an imaginary world…this is the 20th century in the UNITED STATES OF AMERICA…allow me to explain.",
      "quantity": "200"
    },
    {
      "id": "39",
      "title": "This is Not Art",
      "author": "Alana Jelinek ",
      "price": 7.99,
      "path": "images/image40.jpg",
      "description": "Art is not political action. Art is not education. Art does not exist to make the world a better place. Art disrupts and resists the status quo and if it fails in this prime objective it only serves to deaden a disenfranchised society further.",
      "quantity": "200"
    }

  ]
}